{
 "selection1": [
  {
   "name": "How do I find the car that I want?",
   "selection2": "We get new stock every day! You can search by make, model, price and year plus a range of other criteria. Our website has a Saved Search tool that lets you set alerts for specific cars you are looking for. When we list a car matching your description, we will email you. You can also add listings to a watchlist that alerts you to an upcoming auction. To use Saved Search or Watchlist, you will need to register on our website.\nRegister now."
  },
  {
   "name": "Can I take a test drive?",
   "selection2": "You can test drive any of our cars before buying. We encourage you to test drive and carry out a thorough inspection before buying a car. To be able to test drive, you will need to bring your driver's license with you, you need to have a Restricted or Full license (or overseas equivalent) to take a test drive. For auctions, the cars are available for test driving before the auction. At some dealerships, there is a test driving area at the dealership. At other dealerships, a staff member will accompany you on a test drive on the road. You can book a test drive online, to find out how click here."
  },
  {
   "name": "How do I know if the car I like has mechanical problems?",
   "selection2": "We recommend you get an independent mechanical check before buying any used car. This will tell you if the car needs maintenance, has problems or has been in an accident.\nWe can help you arrange an independent check-call or email your nearest Turners dealership for more information."
  },
  {
   "name": "What other problems could the car have?",
   "selection2": "When you buy a car from Turners, we guarantee that the car is not stolen and you will not have to pay if there is an unpaid finance debt on a car bought from us. This is called clear title."
  },
  {
   "name": "Does the Consumer Guarantees Act apply to cars bought at Turners?",
   "selection2": "Learn about how the CGA applies to cars bought at Turners here."
  },
  {
   "name": "What is the difference between a NZ New car and an import?",
   "selection2": "NZ New Cars\nNZ New refers to a vehicle that was imported brand new by a new car manufacturer. e.g Ford or Holden, and was first registered in New Zealand. NZ New cars have only been driven in New Zealand. For NZ New cars, you can easily find information about their previous history and owners."
  },
  {
   "name": "How do I know how much to pay?",
   "selection2": "Attend an auction: Anyone can attend our public auctions (or watch online via Turners Live) to see what cars sell for. View upcoming auctions."
  },
  {
   "name": "How do I know whether the car is safe?",
   "selection2": "An independent mechanical check will tell you whether there are any problems with the car that might make it unsafe to drive. For help arranging an independent mechanical inspection, contact your nearest dealership.\nYou can also research general safety information for hundreds of cars at www.rightcar.co.nz"
  },
  {
   "name": "How do I know how much petrol the car will use?",
   "selection2": "Most cars sold at Turners have a Fuel Efficiency rating of between 1 and 6 stars, using information supplied by the Government’s Fuel Saver programme. This rating is displayed as a sticker on the car’s front windscreen and in its online listing.\nYou can find out more about these ratings by visiting www.fuelsaver.govt.nz"
  },
  {
   "name": "Does a car bought at Turners come with a warranty?",
   "selection2": "You can also learn about the Consumer Guarantees Act and how it applies to cars bought at Turners here."
  },
  {
   "name": "How can I learn more about the car’s history?",
   "selection2": "You can view the history of most cars sold at Turners for free using the CARJAM link in the vehicle listing. This check gives details such as colour, registration details, VIN and engine numbers and mileage for free. Many of the details in this check are also available in the Customer Information Notice (CIN) that is displayed on every car, and on every online listing.\nFor a set fee you can purchase more detailed information about the car from CARJAM as well. For more information visit www.carjam.co.nz"
  },
  {
   "name": "What happens if something goes wrong with the car I’ve bought?",
   "selection2": "We always recommend getting an independent mechanical check before you buy a car. These are available through all of our dealerships, most of which have this service onsite.\nYou may be covered by the Consumer Guarantees Act, learn more about this here.\nMechanical problems are not covered by Turners, but you can buy Mechanical Breakdown Insurance from us that protects you if you have a breakdown."
  },
  {
   "name": "How does BuyNow work?",
   "selection2": "Turners has a huge range of BuyNow cars on offer. These have a fixed price and you can buy them on the spot without having to wait for an auction. Learn more about BuyNow."
  },
  {
   "name": "How do I find out what cars are being auctioned today?",
   "selection2": "The easiest way to find out what cars are being auctioned today is to view our online auction catalogues. You can find them here."
  },
  {
   "name": "How do I bid?",
   "selection2": "Bidding is as easy as raising your hand, or bidders card in the air, but you do need to be registered to bid in a car auction.\nOur auctioneer and bid spotters will be looking out for your bid. They know the difference between an itchy nose and a proper bid.\nFor more information, download our Auction Buyer’s Guide."
  },
  {
   "name": "How do I bid online?",
   "selection2": "Go to 'FAQs for Turners Live' for more information."
  },
  {
   "name": "How do I pay for the car I’ve just bought?",
   "selection2": "Online\nYou will need to pay a deposit of $500 or 10% of the auction price (whichever amount is higher). The balance must be paid within 24 hours. The balance must be paid at the dealership. Please be aware that Turners cannot release the vehicle to you until the funds are cleared, and that this is usually at least 1 day for most banks."
  },
  {
   "name": "Do you offer finance?",
   "selection2": "Turners organises car and personal finance through a range of lenders. We'll work with you to get the best deal to suit your particular circumstances and affordability. Find out more about finance."
  },
  {
   "name": "What are Buyer’s Fees?",
   "selection2": "When you buy a car at one of our auctions, we charge a Buyer’s Fee that covers our guarantee that the car is not stolen, that there is no money owing and the change of ownership. View our Buyer’s Fees."
  },
  {
   "name": "I live out of town - how can I transport the car I’ve bought?",
   "selection2": "Turners can help you arrange to have the car you’ve bought transported to another city. For more information, call your nearest Turners dealership."
  },
  {
   "name": "What Terms and Conditions apply when buying at Turners?",
   "selection2": "There are a number of Terms and Conditions that apply to sale by auction and Buy Now.\nView our Buyer Terms and Conditions."
  },
  {
   "name": "What terms and conditions apply to Turners Live?",
   "selection2": "There are a number of Terms and Conditions that apply to Turners Live.\nView our Turners Live Terms and Conditions."
  }
 ]
}
